experiment/test_fio/result/zns/seqread/fio_rw_1_400M_file.txt
file1: (g=0): rw=read, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 400MiB)

file1: (groupid=0, jobs=1): err= 0: pid=7121: Sun Dec  3 19:05:00 2023
  read: IOPS=94.5k, BW=1476MiB/s (1548MB/s)(400MiB/271msec)
    slat (usec): min=3, max=359, avg=10.17, stdev= 9.73
    clat (nsec): min=499, max=979838, avg=73845.69, stdev=34163.83
     lat (usec): min=25, max=1199, avg=84.02, stdev=38.66
    clat percentiles (usec):
     |  1.00th=[   46],  5.00th=[   53], 10.00th=[   59], 20.00th=[   63],
     | 30.00th=[   67], 40.00th=[   69], 50.00th=[   72], 60.00th=[   74],
     | 70.00th=[   77], 80.00th=[   81], 90.00th=[   85], 95.00th=[   90],
     | 99.00th=[  215], 99.50th=[  334], 99.90th=[  502], 99.95th=[  676],
     | 99.99th=[  906]
  lat (nsec)   : 500=0.01%
  lat (usec)   : 50=2.84%, 100=95.99%, 250=0.22%, 500=0.84%, 750=0.06%
  lat (usec)   : 1000=0.04%
  cpu          : usr=1.48%, sys=96.30%, ctx=3, majf=0, minf=44
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=25600,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: bw=1476MiB/s (1548MB/s), 1476MiB/s-1476MiB/s (1548MB/s-1548MB/s), io=400MiB (419MB), run=271-271msec

Disk stats (read/write):
  nvme0n2: ios=12153/0, sectors=388896/0, merge=0/0, ticks=244/0, in_queue=244, util=54.47%