experiment/test_fio/result/zns/seqread/fio_rw_1_800M_file.txt
file1: (g=0): rw=read, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 800MiB)

file1: (groupid=0, jobs=1): err= 0: pid=7134: Sun Dec  3 19:05:01 2023
  read: IOPS=90.8k, BW=1418MiB/s (1487MB/s)(800MiB/564msec)
    slat (usec): min=3, max=10967, avg=10.63, stdev=50.65
    clat (usec): min=14, max=13857, avg=77.14, stdev=159.08
     lat (usec): min=28, max=13919, avg=87.78, stdev=172.22
    clat percentiles (usec):
     |  1.00th=[   46],  5.00th=[   53], 10.00th=[   58], 20.00th=[   63],
     | 30.00th=[   66], 40.00th=[   69], 50.00th=[   71], 60.00th=[   74],
     | 70.00th=[   76], 80.00th=[   80], 90.00th=[   86], 95.00th=[   90],
     | 99.00th=[  306], 99.50th=[  375], 99.90th=[  553], 99.95th=[  750],
     | 99.99th=[11469]
   bw (  MiB/s): min= 1404, max= 1404, per=99.00%, avg=1404.28, stdev= 0.00, samples=1
   iops        : min=89874, max=89874, avg=89874.00, stdev= 0.00, samples=1
  lat (usec)   : 20=0.01%, 50=3.22%, 100=94.32%, 250=1.09%, 500=1.23%
  lat (usec)   : 750=0.08%, 1000=0.02%
  lat (msec)   : 2=0.02%, 4=0.01%, 20=0.01%
  cpu          : usr=4.97%, sys=94.49%, ctx=9, majf=0, minf=42
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=51200,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: bw=1418MiB/s (1487MB/s), 1418MiB/s-1418MiB/s (1487MB/s-1487MB/s), io=800MiB (839MB), run=564-564msec

Disk stats (read/write):
  nvme0n2: ios=36532/0, sectors=1169024/0, merge=0/0, ticks=756/0, in_queue=756, util=79.69%