experiment/test_fio/result/zns/seqread/fio_rw_1_800M_file.txt
file1: (g=0): rw=read, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 800MiB)

file1: (groupid=0, jobs=1): err= 0: pid=6551: Sun Dec  3 18:39:17 2023
  read: IOPS=85.3k, BW=1333MiB/s (1398MB/s)(800MiB/600msec)
    slat (nsec): min=3331, max=79422, avg=11210.66, stdev=7927.05
    clat (nsec): min=571, max=196379, avg=82156.69, stdev=12757.46
     lat (usec): min=24, max=238, avg=93.37, stdev=13.69
    clat percentiles (usec):
     |  1.00th=[   55],  5.00th=[   63], 10.00th=[   68], 20.00th=[   73],
     | 30.00th=[   76], 40.00th=[   79], 50.00th=[   82], 60.00th=[   85],
     | 70.00th=[   88], 80.00th=[   93], 90.00th=[   98], 95.00th=[  103],
     | 99.00th=[  119], 99.50th=[  124], 99.90th=[  133], 99.95th=[  141],
     | 99.99th=[  157]
   bw (  MiB/s): min= 1343, max= 1343, per=100.00%, avg=1343.25, stdev= 0.00, samples=1
   iops        : min=85968, max=85968, avg=85968.00, stdev= 0.00, samples=1
  lat (nsec)   : 750=0.01%
  lat (usec)   : 50=0.46%, 100=91.80%, 250=7.74%
  cpu          : usr=5.34%, sys=94.16%, ctx=6, majf=0, minf=42
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=51200,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: bw=1333MiB/s (1398MB/s), 1333MiB/s-1333MiB/s (1398MB/s-1398MB/s), io=800MiB (839MB), run=600-600msec

Disk stats (read/write):
  nvme0n2: ios=39503/0, sectors=1264096/0, merge=0/0, ticks=704/0, in_queue=704, util=81.00%